----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "koKR" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [122688] = {
        name = "브원삼디",
    },
    [156238] = {
        name = "클레이아",
    },
    [156374] = {
        name = "시종장",
    },
    [156381] = {
        name = "대영주 데나트리우스",
    },
    [156384] = {
        name = "사냥지배자 콘스탄틴",
    },
    [156605] = {
        name = "시종장",
    },
    [156822] = {
        name = "장교 미하엘라",
    },
    [157673] = {
        name = "사도 코스마스",
    },
    [157696] = {
        name = "네미아",
    },
    [158345] = {
        name = "폭포의 여인",
    },
    [158487] = {
        name = "수풀사령관 태쉬무어",
    },
    [158553] = {
        name = "플러터바이",
    },
    [158556] = {
        name = "아이슬린",
    },
    [158653] = {
        name = "왕자 레나탈",
    },
    [158716] = {
        name = "테오타르",
    },
    [158765] = {
        name = "펠로디스",
    },
    [158921] = {
        name = "수호자 코타",
    },
    [159065] = {
        name = "남작 드라카",
    },
    [159248] = {
        name = "해티오",
    },
    [159427] = {
        name = "장로 피난",
    },
    [159428] = {
        name = "그루눔크룩",
    },
    [159465] = {
        name = "장로 그웨나",
    },
    [159478] = {
        name = "탈이나라",
    },
    [159609] = {
        name = "호포",
    },
    [160037] = {
        name = "군정관 아드레스테스",
    },
    [160045] = {
        name = "친절한 페어리",
    },
    [160100] = {
        name = "배급원 드라초",
    },
    [160116] = {
        name = "규탄자",
    },
    [160212] = {
        name = "영혼안내자 댈리아",
    },
    [160262] = {
        name = "이세라",
    },
    [160440] = {
        name = "브리그딘",
    },
    [160749] = {
        name = "프림로즈",
    },
    [160894] = {
        name = "수풀사령관 알리오테",
    },
    [160929] = {
        name = "수호자 몰란",
    },
    [160963] = {
        name = "아라론",
    },
    [161509] = {
        name = "대신 문베리",
    },
    [161847] = {
        name = "대신 문베리",
    },
    [161907] = {
        name = "남작 드라카",
    },
    [161909] = {
        name = "아르카디아 모아",
    },
    [161977] = {
        name = "장군 드레이븐",
    },
    [161979] = {
        name = "테오타르",
    },
    [161988] = {
        name = "알렉산드로스 모그레인",
    },
    [162222] = {
        name = "라산",
    },
    [162688] = {
        name = "왕자 레나탈",
    },
    [162801] = {
        name = "알렉산드로스 모그레인",
    },
    [164079] = {
        name = "대영주 볼바르 폴드라곤",
    },
    [164640] = {
        name = "코왈스코스",
    },
    [164738] = {
        name = "테나발",
    },
    [165049] = {
        name = "주다스 스니프",
    },
    [165107] = {
        name = "클레이아",
    },
    [165702] = {
        name = "명인 제이하드",
    },
    [165859] = {
        name = "엉기적걸이",
    },
    [166265] = {
        name = "브원삼디의 가면",
    },
    [166476] = {
        name = "감시자 카사드",
    },
    [166535] = {
        name = "남작 드라카",
    },
    [166657] = {
        name = "타에란",
    },
    [167038] = {
        name = "클레이아",
    },
    [167160] = {
        name = "로렌트",
    },
    [167489] = {
        name = "라조스",
    },
    [167745] = {
        name = "헤이푸스",
    },
    [167748] = {
        name = "오스본 블랙",
    },
    [168217] = {
        name = "규탄자",
    },
    [168381] = {
        name = "남작 드라카",
    },
    [168432] = {
        name = "베레인",
    },
    [168455] = {
        name = "사비나",
    },
    [169031] = {
        name = "대신 문베리",
    },
    [169142] = {
        name = "드림위버",
    },
    [172605] = {
        name = "현장감독 플랫핑거",
    },
    [173172] = {
        name = "발메다르",
    },
    [173383] = {
        name = "탈이나라",
    },
    [174871] = {
        name = "운명필경사 로탈",
    },
    [175133] = {
        name = "여행필경사 로아보나비",
    },
})
]])()
