----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [122688] = {
        name = "邦桑迪",
    },
    [156238] = {
        name = "克雷雅",
    },
    [156374] = {
        name = "宫务大臣",
    },
    [156381] = {
        name = "德纳修斯大帝",
    },
    [156384] = {
        name = "狩猎大师康斯坦廷",
    },
    [156605] = {
        name = "宫务大臣",
    },
    [156822] = {
        name = "米哈拉女士",
    },
    [157673] = {
        name = "信徒刻斯玛斯",
    },
    [157696] = {
        name = "涅美娅",
    },
    [158345] = {
        name = "瀑布女士",
    },
    [158487] = {
        name = "宗主塔什穆尔",
    },
    [158553] = {
        name = "翩翩",
    },
    [158556] = {
        name = "艾丝琳",
    },
    [158653] = {
        name = "雷纳索尔王子",
    },
    [158716] = {
        name = "西塔尔",
    },
    [158765] = {
        name = "佩罗迪斯",
    },
    [158921] = {
        name = "守护者科塔",
    },
    [159065] = {
        name = "德拉卡女男爵",
    },
    [159248] = {
        name = "海提奥",
    },
    [159427] = {
        name = "长者芬南",
    },
    [159428] = {
        name = "格鲁诺姆克鲁克",
    },
    [159465] = {
        name = "长者格温娜",
    },
    [159478] = {
        name = "塔尔-伊纳拉",
    },
    [159609] = {
        name = "霍波",
    },
    [160037] = {
        name = "文官阿得赖斯提斯",
    },
    [160045] = {
        name = "热心的妖精",
    },
    [160100] = {
        name = "供应商德拉丘",
    },
    [160116] = {
        name = "指控者",
    },
    [160212] = {
        name = "灵魂向导戴丽雅",
    },
    [160262] = {
        name = "伊瑟拉",
    },
    [160440] = {
        name = "布莉格丁",
    },
    [160749] = {
        name = "洁玫",
    },
    [160894] = {
        name = "宗主艾莉奥瑟",
    },
    [160929] = {
        name = "守护者莫兰",
    },
    [160963] = {
        name = "艾拉隆",
    },
    [161509] = {
        name = "月莓女勋爵",
    },
    [161847] = {
        name = "月莓女勋爵",
    },
    [161907] = {
        name = "德拉卡女男爵",
    },
    [161909] = {
        name = "阿卡迪亚·莫阿",
    },
    [161977] = {
        name = "德莱文将军",
    },
    [161979] = {
        name = "西塔尔",
    },
    [161988] = {
        name = "亚历山德罗斯·莫格莱尼",
    },
    [162222] = {
        name = "拉萨恩",
    },
    [162688] = {
        name = "雷纳索尔王子",
    },
    [162801] = {
        name = "亚历山德罗斯·莫格莱尼",
    },
    [164079] = {
        name = "大领主伯瓦尔·弗塔根",
    },
    [164640] = {
        name = "科瓦斯科斯",
    },
    [164738] = {
        name = "特纳瓦尔",
    },
    [165049] = {
        name = "犹达斯·斯尼普",
    },
    [165107] = {
        name = "克雷雅",
    },
    [165702] = {
        name = "建筑师扎伊哈德",
    },
    [165859] = {
        name = "黯嘎",
    },
    [166265] = {
        name = "邦桑迪的面具",
    },
    [166476] = {
        name = "护园者卡萨德",
    },
    [166535] = {
        name = "德拉卡女男爵",
    },
    [166657] = {
        name = "塔·艾兰",
    },
    [167038] = {
        name = "克雷雅",
    },
    [167160] = {
        name = "劳伦特",
    },
    [167489] = {
        name = "拉霍斯",
    },
    [167745] = {
        name = "赫菲斯",
    },
    [167748] = {
        name = "奥斯伯恩·布莱克",
    },
    [168217] = {
        name = "指控者",
    },
    [168381] = {
        name = "德拉卡女男爵",
    },
    [168432] = {
        name = "威·蕾恩",
    },
    [168455] = {
        name = "莎拜娜",
    },
    [169031] = {
        name = "月莓女勋爵",
    },
    [169142] = {
        name = "织梦者",
    },
    [172605] = {
        name = "工头平指",
    },
    [173172] = {
        name = "巴米达尔",
    },
    [173383] = {
        name = "塔尔-伊纳拉",
    },
    [174871] = {
        name = "命运撰写师罗-塔尔",
    },
    [175133] = {
        name = "路途撰写师罗-阿沃纳维",
    },
})
]])()
