----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [122688] = {
        name = "Бвонсамди",
    },
    [156238] = {
        name = "Клейя",
    },
    [156374] = {
        name = "Лорд-камергер",
    },
    [156381] = {
        name = "Сир Денатрий",
    },
    [156384] = {
        name = "Мастер-следопыт Константин",
    },
    [156605] = {
        name = "Лорд-камергер",
    },
    [156822] = {
        name = "Госпожа Михаэла",
    },
    [157673] = {
        name = "Послушник Космас",
    },
    [157696] = {
        name = "Немея",
    },
    [158345] = {
        name = "Владычица Водопадов",
    },
    [158487] = {
        name = "Дроман Ташмур",
    },
    [158553] = {
        name = "Шлепокряд",
    },
    [158556] = {
        name = "Айтлин",
    },
    [158653] = {
        name = "Принц Ренатал",
    },
    [158716] = {
        name = "Теотар",
    },
    [158765] = {
        name = "Пелодис",
    },
    [158921] = {
        name = "Стражница Котта",
    },
    [159065] = {
        name = "Баронесса Дрека",
    },
    [159248] = {
        name = "Аэцио",
    },
    [159427] = {
        name = "Старейшина Финнан",
    },
    [159428] = {
        name = "Грооноомкроук",
    },
    [159465] = {
        name = "Старейшина Гвенна",
    },
    [159478] = {
        name = "Тал-Инара",
    },
    [159609] = {
        name = "Хопо",
    },
    [160037] = {
        name = "Полемарх Адрест",
    },
    [160045] = {
        name = "Услужливый пикси",
    },
    [160100] = {
        name = "Поставщик Драко",
    },
    [160116] = {
        name = "Обвинительница",
    },
    [160212] = {
        name = "Проводница душ Делия",
    },
    [160262] = {
        name = "Изера",
    },
    [160440] = {
        name = "Бригдин",
    },
    [160749] = {
        name = "Примул",
    },
    [160894] = {
        name = "Дроман Алиот",
    },
    [160929] = {
        name = "Страж Молан",
    },
    [160963] = {
        name = "Ара'лон",
    },
    [161509] = {
        name = "Леди Лунная Ягода",
    },
    [161847] = {
        name = "Леди Лунная Ягода",
    },
    [161907] = {
        name = "Баронесса Дрека",
    },
    [161909] = {
        name = "Аркадия Моа",
    },
    [161977] = {
        name = "Генерал Дрейвен",
    },
    [161979] = {
        name = "Теотар",
    },
    [161988] = {
        name = "Александрос Могрейн",
    },
    [162222] = {
        name = "Рафан",
    },
    [162688] = {
        name = "Принц Ренатал",
    },
    [162801] = {
        name = "Александрос Могрейн",
    },
    [164079] = {
        name = "Верховный лорд Болвар Фордрагон",
    },
    [164640] = {
        name = "Ковальскос",
    },
    [164738] = {
        name = "Тенаваль",
    },
    [165049] = {
        name = "Джудас Снип",
    },
    [165107] = {
        name = "Клейя",
    },
    [165702] = {
        name = "Зайхед Строительница",
    },
    [165859] = {
        name = "Остолоп",
    },
    [166265] = {
        name = "Маска Бвонсамди",
    },
    [166476] = {
        name = "Хранительница Казада",
    },
    [166535] = {
        name = "Баронесса Дрека",
    },
    [166657] = {
        name = "Та'эран",
    },
    [167038] = {
        name = "Клейя",
    },
    [167160] = {
        name = "Лоран",
    },
    [167489] = {
        name = "Лахос",
    },
    [167745] = {
        name = "Аэфий",
    },
    [167748] = {
        name = "Осборн Черный",
    },
    [168217] = {
        name = "Обвинительница",
    },
    [168381] = {
        name = "Баронесса Дрека",
    },
    [168432] = {
        name = "Ве'райн",
    },
    [168455] = {
        name = "Сабина",
    },
    [169031] = {
        name = "Леди Лунная Ягода",
    },
    [169142] = {
        name = "Творец Снов",
    },
    [172605] = {
        name = "Бригадир Плоский Палец",
    },
    [173172] = {
        name = "Балмедар",
    },
    [173383] = {
        name = "Тал-Инара",
    },
    [174871] = {
        name = "Писарь судьбы Ро-тал",
    },
    [175133] = {
        name = "Путеписец Рох-Авонави",
    },
})
]])()
