----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [122688] = {
        name = "邦桑迪",
    },
    [156238] = {
        name = "克蕾雅",
    },
    [156374] = {
        name = "宮務大臣",
    },
    [156381] = {
        name = "戴納瑟斯王",
    },
    [156384] = {
        name = "神獵手康斯坦汀",
    },
    [156605] = {
        name = "宮務大臣",
    },
    [156822] = {
        name = "彌海菈女士",
    },
    [157673] = {
        name = "侍徒寇斯瑪斯",
    },
    [157696] = {
        name = "內梅雅",
    },
    [158345] = {
        name = "懸瀑女士",
    },
    [158487] = {
        name = "塔許莫爾樹林長",
    },
    [158553] = {
        name = "芙拉特比",
    },
    [158556] = {
        name = "艾瑟琳",
    },
    [158653] = {
        name = "雷納瑟王子",
    },
    [158716] = {
        name = "希奧塔",
    },
    [158765] = {
        name = "佩羅迪斯",
    },
    [158921] = {
        name = "守護者寇達",
    },
    [159065] = {
        name = "德拉卡女爵",
    },
    [159248] = {
        name = "哈耶提歐",
    },
    [159427] = {
        name = "長者芬楠",
    },
    [159428] = {
        name = "格魯恩科魯克",
    },
    [159465] = {
        name = "長者關娜",
    },
    [159478] = {
        name = "塔因納拉",
    },
    [159609] = {
        name = "侯波",
    },
    [160037] = {
        name = "軍政官阿德雷特斯",
    },
    [160045] = {
        name = "樂於助人的飛靈",
    },
    [160100] = {
        name = "補給官德拉寇",
    },
    [160116] = {
        name = "控罪者",
    },
    [160212] = {
        name = "靈魂嚮導戴莉亞",
    },
    [160262] = {
        name = "伊瑟拉",
    },
    [160440] = {
        name = "碧汀",
    },
    [160749] = {
        name = "櫻草",
    },
    [160894] = {
        name = "艾利歐德樹林長",
    },
    [160929] = {
        name = "守護者莫蘭",
    },
    [160963] = {
        name = "亞拉隆",
    },
    [161509] = {
        name = "月莓女士",
    },
    [161847] = {
        name = "月莓女士",
    },
    [161907] = {
        name = "德拉卡女爵",
    },
    [161909] = {
        name = "阿卡迪雅‧莫亞",
    },
    [161977] = {
        name = "德瑞文將軍",
    },
    [161979] = {
        name = "希奧塔",
    },
    [161988] = {
        name = "亞歷山卓斯‧莫格萊尼",
    },
    [162222] = {
        name = "拉桑",
    },
    [162688] = {
        name = "雷納瑟王子",
    },
    [162801] = {
        name = "亞歷山卓斯‧莫格萊尼",
    },
    [164079] = {
        name = "大領主伯瓦爾‧弗塔根",
    },
    [164640] = {
        name = "科瓦斯寇",
    },
    [164738] = {
        name = "塔納瓦",
    },
    [165049] = {
        name = "裘達斯‧斯奈普",
    },
    [165107] = {
        name = "克蕾雅",
    },
    [165702] = {
        name = "建造師潔哈德",
    },
    [165859] = {
        name = "迪姆威多",
    },
    [166265] = {
        name = "伯昂撒姆第的面具",
    },
    [166476] = {
        name = "看守者卡莎蒂",
    },
    [166535] = {
        name = "德拉卡女爵",
    },
    [166657] = {
        name = "塔伊蘭",
    },
    [167038] = {
        name = "克蕾雅",
    },
    [167160] = {
        name = "勞倫特",
    },
    [167489] = {
        name = "拉霍斯",
    },
    [167745] = {
        name = "海弗斯",
    },
    [167748] = {
        name = "奧斯朋‧布萊克",
    },
    [168217] = {
        name = "控罪者",
    },
    [168381] = {
        name = "德拉卡女爵",
    },
    [168432] = {
        name = "維萊恩",
    },
    [168455] = {
        name = "莎賓娜",
    },
    [169031] = {
        name = "月莓女士",
    },
    [169142] = {
        name = "織夢者",
    },
    [172605] = {
        name = "工頭平指",
    },
    [173172] = {
        name = "巴爾米達",
    },
    [173383] = {
        name = "塔因納拉",
    },
    [174871] = {
        name = "述命者羅塔爾",
    },
    [175133] = {
        name = "路引師羅阿逢維",
    },
})
]])()
