----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [59917] = {
        name = "Несомненно – смерть",
    },
    [60048] = {
        name = "Поработаем иглой",
    },
    [60184] = {
        name = "Где мой некрополь, чувак?",
    },
    [60279] = {
        name = "РАЗЫСКИВАЕТСЯ: Бледный Рок",
    },
    [60545] = {
        name = "Леденящий душу призыв",
    },
    [60722] = {
        name = "Снабжение башен",
    },
    [62259] = {
        name = "Налитый анимой ловец снов",
    },
    [62371] = {
        name = "Тирна Скитт: тревожная тишина",
    },
    [62462] = {
        name = "РАЗЫСКИВАЕТСЯ: ключ дома Глаз",
    },
})
]])()
